os2web_acadre_arp/test_data/request-1.soap_1.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><Unpublish xmlns="http://Acadre.Publishing.CMS.PublishingHandler.Demo"><itemId>c764188a-1edc-4b2d-be3e-b19eb337b225</itemId><locationId>default</locationId></Unpublish></soap:Body></soap:Envelope>